// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "テスト ページ";

TransferringProcessTitle = "ファイルを転送中…";
PrintingProcessTitle = "テスト ページのプリント中…";

HSDTitleTextFieldValue = "テスト ページ";
HSDInfoTextFieldValue = "このプリンタでの文書のプリントで問題が発生した場合、テスト ページを印刷して、その問題の原因を確認できます。

このページは、プリンタ ドライバ ソフトウェアなどのシステム処理を迂回して、プリンタに直接送信されます。

テスト ページが正常に印刷された場合、コンピュータのプリント システムに問題のある場合があります。 問題を解決するため、プリンタのドライバ ソフトウェアを再インストールしてみることも可能です。

テスト ページがプリントされないか、またはプリント品質が良くない場合、プリンタは誤動作しています。";
HSDPrintButtonTitle = "テスト ページのプリント";

HSDRMTTPPanelHeader = "プリンタ ステータス レポートの印刷";
HSDRMTTPPanelHeader = "テストページを印刷することで、プリンタがコンピュータから正しくデータを受信して印刷できるかどうか確認できます。サンプル ページの印刷には、普通紙を使用します。\n\n[ページの印刷] をクリックするとテスト ページが印刷されます。";
HSDRMTTPButtonTitle = "ページの印刷";
RMTTaskTitle = "プリンタ ステータス\nレポートの印刷";

NoPaperTitle = "用紙切れ";
NoPaperMsg = "デバイスが用紙切れです。給紙トレイに用紙を追加してください。";
